Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Strategisen hallitusohjelman toimeenpanon tueksi valmisteltiin hallituksen toimintasuunnitelma, joka on yhteen sovitettu julkisen talouden suunnitelman kanssa.
sv_se: Vidare utarbetades regerings handlingsplan i syfte att stötta genomförandet av regeringsprogrammet och den samordnades med planen för de offentliga finanserna.

source: Toimintasuunnitelmassa täsmennetään hallituksen kärkihankkeiden ja reformien sekä ns. kivijalkahankkeiden toimenpiteet, etenemisaikataulut ja valmisteluvastuut.
sv_se: Handlingsplanen preciserar insatser, tidsplaner och handläggningsansvar för regeringens spetsprojekt, reformer och så kallade grundläggande projekt.

source: Hallituksen strategiaistunto on kehitetty hallitusohjelman ja strategisen toimintasuunnitelman käsittelyfoorumiksi.
sv_se: Regeringens strategisession har utformats till ett forum, där regeringsprogrammet och den strategiska handlingsplanen behandlas.

source: Valtioneuvoston päätöksenteon avoimuutta lisättiin julkaisemalla valtioneuvoston verkkosivuilla valtioneuvoston yleisistunnon, presidentin esittelyjen ja rahaasiainvaliokunnan julkisia päätösaineistoja liitteineen.
sv_se: Insynen i statsrådets beslutsfattande förbättrades genom att offentliga beslutsdokument inklusive bilagor från statsrådets allmänna sammanträden, presidentföredragningarna och finansutskottet började publiceras på statsrådets webbplats.

source: Kaikki keskeiset hallituksen ja pääministerin tiedotustilaisuudet välitettiin suorina verkkolähetyksinä.
sv_se: De viktigaste av regeringens och statsministerns pressmöten förmedlades som direktsändning över webben.

source: Hallituksen päätöksenteko-, yhteensovittamis- ja seurantaprosessien toimivuus sekä tutkimustiedon tuottaminen hallitukselle ja tiedon hyödyntäminen taataan kaikissa olosuhteissa.
sv_se: Det garanteras att regeringen har fungerande besluts-, samordnings - och uppföljningsprocesser, att den får tillgång till dokumenterad information och att informationen kan nyttiggöras under alla förhållanden.

source: Valtioneuvostossa vahvistettiin vuoden 2015 valtioneuvoston ja sen ministeriöiden selvitys- ja tutkimussuunnitelma.
sv_se: För 2015 fastställde statsrådet en utrednings - och forskningsplan för statsrådet och ministerierna.

source: Lisäksi valmisteltiin selvitys- ja tutkimussuunnitelma vuodelle 2016.
sv_se: Dessutom bereddes en utrednings - och forskningsplan för 2016.

source: Selvitys- ja tutkimussuunnitelman tavoitteena on luoda perusta tutkimustiedon systemaattiselle ja laaja-alaiselle käyttämiselle päätöksenteossa, tiedolla johtamisessa ja toimintakäytännöissä.
sv_se: Målet med planen är att skapa en plattform för systematiskt och brett utnyttjande av dokumenterad information i beslutsprocesser, informationsledning och verksamhetspraxis.

source: Suunnitelman laadinnassa prioriteettina ovat olleet hallituksen toimintasuunnitelma ja horisontaaliset tietotarpeet, jotka eivät ole rahoitettavissa muilla keinoin.
sv_se: I upplägget prioriterades regeringens handlingsplan och horisontella informationsbehov, som inte kan finansieras på något annat sätt.

source: Tulevaisuus- ja ennakointinäkemyksen tuottaminen sekä kansallisen ennakoinnin toimintamallin käyttöönottaminen
sv_se: En framtids - och framsynsvision produceras och en nationell framsynsmodell införs.

source: Tulevaisuusselonteon osana valmisteltu uusi kansallinen ennakointimalli on vuoden 2015 aikana kehittynyt ja vakiintunut keskeiseksi osaksi Suomen kansallista ennakointikenttää.
sv_se: En ny nationell framsynsmodell utarbetades som ett led i framtidsredogörelsen. Under året vidareutvecklades modellen och den blev en integrerad del av vårt nationella framsynsarbete.

source: Kansallinen ennakointiverkosto on kasvanut ja ennakointiyhteistyö vahvistunut.
sv_se: Det nationella framsynsnätverket breddades och framsynssamarbetet stärktes.

source: Ennakointi- ja tulevaisuustyöhön on sisältynyt mm. yhteisten tulevaisuuskuvien tekeminen ja muu ennakointitiedon luominen ja jakaminen.
sv_se: I framsyns - och framtidsarbetet ingick det bland annat att utforma gemensamma framtidsbilder och att skapa och distribuera annan information om framsyn.

source: Ennakoinnin toimintatapa mahdollistaa suomalaisten ennakointitoimijoiden paremman ja tiiviimmän yhteistyön sekä toimii pohjana ja verkostona hallituksen tulevaisuustyölle.
sv_se: Tack vare tillvägagångssättet kan framsynsaktörerna i Finland samarbeta bättre och mer intensivt. Dessutom tjänar arbetsmetoden både som underlag och som nätverk för regeringens framtidsarbete.

source: Suomen tavoitteiden edistäminen EU:ssa
sv_se: Finlands mål inom EU främjas

source: Suomen kilpailukykyä, kasvua ja työllisyyttä vahvistava EU-politiikka.
sv_se: EU-politiken stärker vår konkurrenskraft, tillväxt och sysselsättning.

source: Tämän lisäksi tavoitteena on EU-oikeudellisten asioiden koordinoidumpi hoitaminen valtioneuvostossa sekä EU:ssa esille nousevien asioiden vaikutusten systemaattinen ja ennakoiva arviointi.
sv_se: Dessutom är målet att EU-rättsliga frågor handläggs mer samordnat i statsrådet och att effekterna av frågor som kommer upp i EU bedöms systematiskt och proaktivt.

source: Suomen on mahdollista saada kokoaan enemmän painoarvoa EU-vaikuttamiseen ennakoivan, johdonmukaisen ja rakentavan EU-politiikan ansiosta.
sv_se: Finland har möjligheter att få större betydelse i EU-påverkansarbetet än landets storlek förutsätter med hjälp av en förutseende, konsekvent och konstruktiv EU-politik.

source: Tavoitteiden priorisointi, ennakkovaikuttamislinjaukset ja -paperit sekä tehokas yhteensovittaminen ovat edesauttaneet Suomen tavoitteiden edistämistä Euroopan unionissa.
sv_se: Målprioriteringar, riktlinjer och dokument för förhandspåverkan och effektiv samordning har främjat våra mål i Europeiska unionen.

source: Vuonna 2015 Suomen EU-politiikan avaintavoitteita olivat kasvua ja työllisyyttä vahvistava kilpailukyky, toimiva sääntely ja ulkoisesti vahvempi unioni.
sv_se: Finlands prioriterade mål för EUpolitiken 2015 var en konkurrenskraft som stärker tillväxt och sysselsättning, fungerande lagstiftning och en externt starkare union.

source: Kasvun ja kilpailukyvyn edistämiseen on kiinnitetty erityistä huomiota esimerkiksi vaikuttamalla ennakolta digitaalisiin sisämarkkinoihin ja energia- ja ilmastopolitiikkaan.
sv_se: Inom området tillväxt och konkurrenskraft satsade Finland särskilt på att bland annat proaktivt påverka den digitala inre marknaden och energi - och klimatpolitiken.

source: Toimiva sääntely on vakiintunut osaksi komission horisontaalisia prioriteetteja ja toimielinten toimintatapoja, ja kansallisen laajamittaisen kartoituksen ansiosta Suomi on kyennyt tuomaan omia näkemyksiään tähän jatkuvaan työhön.
sv_se: Fungerande lagstiftning är en integrerad del av kommissionens horisontella prioriteringar och institutionernas arbetssätt. Tack vare en nationell, brett upplagd analys har Finland kunnat lägga fram sina synpunkter på lagstiftningsarbete, som pågår fortlöpande.

source: Eri kriisit edellyttävät unionilta vahvaa ulkoista toimintaa, ja Suomi on vaikuttanut muun muassa uuden ulko- ja turvallisuuspolitiikan globaalistrategian valmisteluihin.
sv_se: En rad kriser kräver att EU har tillgång till kraftfulla yttre åtgärder och Finland har bland annat varit med och förberett den nya globala strategin för utrikes - och säkerhetspolitiken.

source: Suomi jatkoi eri sektoreilla jo ennen nykyisen Euroopan komission muodostamista aloitettua järjestelmällistä vaikuttamista komission ohjelmaan ja toimintaan.
sv_se: Finland fortsatte med sina systematiska ansträngningar att påverka kommissionens program och aktiviteter inom flera olika sektorer; arbetet startade redan innan den nuvarande kommissionen bildades.

source: Hallituksen vaihtuminen tarkoitti uusilta ministereiltä suhteiden solmimista vastinpareihinsa unionin toimielimissä ja muissa jäsenvaltioissa.
sv_se: Regeringsskiftet innebar att de nya ministrarna måste knyta kontakter med sina motsvarigheter i EU:s institutioner och de andra medlemsstaterna.

source: Päämiestasolla käsiteltiin lisäksi kasvun kannalta keskeisiä laaja-alaisia komission hankkeita, kuten energiaunionia, investointipakettia, EU:n ja Yhdysvaltain vapaakauppasopimusta (TTIP), Kreikan tilannetta ja talous- ja rahaliiton kehittämistä sekä Pariisin ilmastokokouksen tuloksia.
sv_se: På statsministernivå behandlades dessutom omfattande projekt i kommissionen med stor relevans för tillväxten, exempelvis en energiunion, investeringspaketet, frihandelsavtalet (TTIP) mellan EU och Förenta staterna, läget i Grekland, utvecklingen i den ekonomiska och monetära unionen och resultaten från klimatmötet i Paris.

source: EU ja Suomi saavuttivat hyvin Pariisin lopputulokselle asettamansa tavoitteet.
sv_se: Finland och EU uppnådde väl sina mål för slutresultatet i Paris.

source: Sopimus on oikeudellisesti sitova ja pitkäikäinen, ja maiden velvollisuuksissa otetaan huomioon niiden todellinen kehitystilanne.
sv_se: Klimatkonventionen är rättsligt bindande och långsiktigt, och åtagandena tar hänsyn till ländernas verkliga utvecklingsläge.

source: Lisäksi Pariisin sopimus mahdollistaa ilmastonmuutoksen hillintätavoitteiden tarkastelun ja korottamisen myöhemmässä vaiheessa.
sv_se: Vidare tillåter Pariskonventionen att målen för att begränsa klimatförändringen ses över och höjs senare.

source: Hallitus päätti syksyllä siirtyä kerran hallituskaudessa annettavasta EU-selonteosta vuosittaisiin EU-strategioihin, jotka tukevat hallitusohjelman toimeenpanoa ja konkretisoivat kunkin vuoden keskeiset vaikuttamiskysymykset.
sv_se: Under hösten beslutade regeringen att den årligen ska komma med en EU-strategi i stället för att lämna en EU-redogörelse en gång under regeringsperioden. Strategierna ska stödja genomförandet av regeringsprogrammet och konkretisera de viktigaste påverkansfrågorna för respektive år.

source: Valtion yritysvarallisuuden tuloksellinen hoito
sv_se: Statens företagsförmögenhet sköts med gott resultat

source: Tavoitteena on yhtiöiden kehittäminen ja pitkäjänteisen kasvun tukeminen eli koordinoidumpi omistajaohjaus, omistaja-arvon kasvattaminen sekä edelläkävijyys yritysvastuuasioissa.
sv_se: Mål: Utveckling och långsiktig tillväxt i företagen stöds, det vill säga ägarstyrningen blir mer samordnad, ägarvärdet stiger och staten är en föregångare vad gäller företagsansvar.

source: Tämän lisäksi tavoitteena on molempien sukupuolien 40 prosentin edustus määräysvaltayhtiöiden hallituksissa sekä 2,1 mrd. euron osinko- ja myyntituloutukset budjettitalouteen.
sv_se: Därutöver är målet att både kvinnor och män är representerade till 40 % i företag med bestämmande inflytande och att 2,1 miljarder euro från utdelning och försäljning redovisas till budgetekonomin.

source: Helsingin pörssin kehitys oli suhteellisen hyvää yleisindeksin noustua lähes 11 %.
sv_se: Helsingforsbörsen utvecklades relativt bra och aktieindexet steg med nästan 11 %.

source: Valtion suoraan omistaman pörssisalkun markkina-arvoa painoi Fortumin heikko kehitys.
sv_se: Marknadsvärdet på staten direktägda aktieportfölj sjönk till följd av den svaga utvecklingen i Fortum.

source: Sen markkina-arvo ja kokonaistuotto jäivätkin selkeästi yleisestä markkinakehityksestä.
sv_se: Marknadsvärdet och den totala avkastningen lång betydligt under marknadsutvecklingen i stort.

source: Holdingyhtiö Solidiumin salkun yhtiöistä vajaa puolet tuotti vertailuindeksiään paremmin.
sv_se: Knappa hälften av företagen i holdingbolaget Solidiums portfölj gav bättre avkastning än sitt jämförelseindex.

source: Kaupallisesti toimivat listaamattomat yhtiöt onnistuivat puoles- taan salkkutarkastelussa vähän paremmin. Niiden sijoitetun pääoman tuotto nousi.
sv_se: I en portföljjämförelse lyckades de kommersiella icke-noterade företagen en aning bättre och avkastningen på det sysselsatta kapitalet steg.

source: Valtioneuvoston kanslian omistajaohjauksessa olevien yhtiöiden vuonna 2015 valtiolle maksamat osingot ja pääomanpalautukset olivat 1 519 milj. euroa (v. 2014 1 743 milj. euroa).
sv_se: Utdelningen och kapitalåterbäringen till staten från de företag som ingick i statsrådets kanslis ägarstyrning uppgick till 1 519 miljoner euro 2015 (1 743 miljoner euro 2014).

source: Osinko- ja myyntituloutukset olivat pidemmällä aikavälillä tarkasteltuna hyvällä tasolla.
sv_se: Sett i ett längre perspektiv låg de redovisade beloppen från utdelning och försäljning på god nivå.

source: Rahapelitoimintojen yhdistäminen yhdeksi yhtiöksi aloitettiin.
sv_se: Under året startade arbetet med att slå ihop spelverksamheterna till ett enda bolag.

source: Tavoitteena on vahvistaa suomalaista rahapelien yksinoikeusjärjestelmää ja vähentää rahapelaamisen sosiaalisia ja terveydellisiä haittoja.
sv_se: Syftet är att stärka det finländska spelmonopolet och minska de sociala och hälsomässiga skadorna av spel om pengar.

source: Valtio osti kaikki PJSC Gazpromin hallussa olevat kaasuyhtiö Gasum Oy:n osakkeet, jolloin Gasumista tuli Suomen valtion täysin omistama kotimainen yhtiö.
sv_se: Staten köpte hela PJSC Gazproms aktieinnehav i Gasum Ab.

source: Kaasulla eri muodoissaan on tärkeä rooli osana suomalaista energiakokonaisuutta ja se mahdollistaa kustannustehokkaan siirtymisen kohti hiilineutraalia yhteiskuntaa.
sv_se: Därmed blev Gasum ett finländskt bolag som helt och hållet ägs av finska staten. Gas i olika former spelar en viktig roll för energisektorn i Finland och är en energiform som tillåter en kostnadseffektiv omställning till ett koldioxidneutralt samhälle.

source: Kevään 2015 aikana pidetyissä yhtiökokouksissa valtion esittämistä hallitusjäsenistä noin neljännes vaihtui.
sv_se: Under våren hölls bolagsstämmor och ungefär en fjärdedel av de styrelseledamöter staten får föreslå byttes ut.

source: Kaikista valtion nimitysvallassa olevista jäsenistä 44 % oli naisia.
sv_se: Av de ledamöter som staten utnämner var 44 % kvinnor.

source: Uusia puheenjohtajia nimitettiin kahdeksan, joista kuusi oli naisia.
sv_se: Åtta nya ordförande utnämndes och sex av dem var kvinnor.

source: Valtion yhtiöomistussalkusta tuloutettiin pääomia vuoden 2015 perusteella hallituksen kärkihankkeiden rahoitusvaatimusten mukaisesti.
sv_se: På grundval av 2015 redovisades kapital från statens bolagsportfölj i enlighet med finansieringskraven till regeringens spetsprojekt.

source: Valtion tutkimuslaitosten ja tutkimusrahoituksen kokonaisuudistuksen toimeenpano
sv_se: Totalreformen av statens forskningsinstitut och forskningsfinansiering

source: Valtion tutkimuslaitosten ja tutkimusrahoituksen kokonaisuudistuksesta 5.9.2013 annetun valtioneuvoston periaatepäätöksen toimeenpano
sv_se: Statsrådets principbeslut den 5 september 2013 om en totalreform av statens forskningsinstitut och forskningsfinansiering verkställs.

source: Valtion tutkimuslaitosten ja tutkimusrahoituksen kokonaisuudistuksen tavoitteena on ollut yhteiskuntapolitiikan valmistelun, päätöksenteon ja toimeenpanon tietopohjan vahvistaminen.
sv_se: Målet med totalreformen av statens forskningsinstitut och forskningsfinansiering är att stärka dels beredningen av samhällspolitiken, dels faktaunderlaget för beslutsfattande och verkställighet.

source: Tutkimusrahoitusuudistuksella on vahvistettu valtioneuvoston mahdollisuutta kohdentaa tutkimusta palvelemaan päätöksentekoa valitsemilleen painopistealueille.
sv_se: Med reformen av forskningsfinansieringen har staten fått bättre möjligheter att styra in forskningen på att stötta beslutsfattandet inom utvalda insatsområden.

source: Samalla on haluttu kiinnittää huomiota myös siihen, että valtioneuvoston ja muun päätöksenteon piirissä hyödynnetään tutkimuksen tuloksia nykyistä paremmin ja laajemmin.
sv_se: Samtidigt har man velat peka på att statsrådet och andra numera nyttiggör forskningsresultat bättre och i större utsträckning för sina beslutsprocesser.

source: Valtion tutkimuslaitosten ja tutkimusrahoituksen kokonaisuudistus eteni periaatepäätöksessä esitettyjen tavoitteiden ja tavoiteaikataulun mukaisesti.
sv_se: Reformen framskred enligt målen och tidsplanerna i principbeslutet.

source: Rakenteelliset muutokset toteutuivat vuoden 2015 alusta.
sv_se: De strukturella omställningarna infördes i början av 2015.

source: Teknologian tutkimuskeskus VTT aloitti osakeyhtiönä ja siihen liitettiin Mittatekniikan keskus.
sv_se: Teknologiska forskningscentralen VTT inledde verksamheten som aktiebolag och Mätteknikcentralen införlivades i bolaget.

source: Maa- ja metsätalousministeriön hallinnonalalla tutkimuslaitoksia yhdistettiin Luonnonvarakeskukseksi ja Geodeettinen laitos liitettiin Maanmittauslaitokseen.
sv_se: Inom jord - och skogsbruksministeriets förvaltningsområde gick flera forskningsinstitut samman och blev Naturresurscentralen och Geodetiska institutet införlivades i Lantmäteriverket.

source: Kuluttajatutkimuskeskus ja oikeuspoliittinen tutkimuslaitos yhdistettiin Helsingin yliopistoon.
sv_se: Konsumentforskningscentralen och rättspolitiska forskningsinstitutet knöts till Helsingfors universitet.

source: Korkeakoulujen ja tutkimuslaitosten yhteistyön lisäämiseksi valmisteltiin tiekartta kahdeksan ministeriön, Suomen yliopistojen, Suomen ammattikorkeakoulujen rehtorineuvoston ja Tutkimuslaitosjohtajien neuvoston yhteistyönä.
sv_se: För att utöka samarbetet mellan högskolorna och forskningsinstituten utarbetade åtta ministerier, universiteten i Finland, Finlands yrkeshögskolerektorers råd och Rådet för ledare av forskningsinstitut tillsammans en färdplan.

source: Tutkimusrahoituksessa on kaksi rahoitusinstrumenttia.
sv_se: Forskningsfinansieringen består av två finansiella instrument.

source: Valtioneuvoston kanslia rahoittaa 11,4 milj. eurolla valtioneuvoston selvitys- ja tutkimustoimintaa, jolla tuotetaan tietoa valtioneuvoston päätöksenteon tueksi lyhyellä aikajänteellä.
sv_se: Statsrådets kansli finansierar statsrådets utrednings - och forskningsverksamhet med 11,4 miljoner euro.

source: Suomen Akatemian yhteydessä toimiva strategisen tutkimuksen neuvosto vastaa pitkäjänteisen ja ohjelmamuotoisen yhteiskunnan ongelmia ja haasteita koskevan tutkimuksen rahoi-
sv_se: Verksamheten producerar fakta för statsrådets beslutsprocesser på kort sikt.

source: tuksesta vuosittain 55,6 milj. eurolla.
sv_se: Rådet för strategisk forskning i anknytning till Finlands Akademi finansierar långsiktig och programbaserad forskning kring samhälleliga problem och utmaningar med 55,6 miljoner euro årligen.

source: Strategisen tutkimuksen neuvosto on pannut toimeen ensimmäiset tutkimusohjelmat.
sv_se: Rådet har startat sina första forskningsprogram.

source: Valtioneuvoston selvitys- ja tutkimustoiminnasta toteutettiin ensimmäinen itsearviointi ja palautekysely keväällä 2015.
sv_se: Våren 2015 gjordes den första självvärderingen och feedbackenkäten om statsrådets utrednings - och forskningsverksamhet.

source: Tulosten mukaan toiminta vahvistaa tutkimustiedon käyttöä päätöksenteon tukena.
sv_se: Resultaten visar att forskningsresultat används i större omfattning som beslutsstöd, när det finns tillgång till information.

source: Suomen taloudellisten ulkosuhteiden ja maakuvan tehokas organisointi
sv_se: Finlands externa ekonomiska relationer och Finlandsbilden ska vara effektivt organiserade

source: Team Finland -verkoston ohjausmallia uudistettiin tavoitteena aiempaa tiiviimpi vuorovaikutus yritysmaailman ja valtionhallinnon välillä.
sv_se: Styrmodellen för nätverket Team Finland sågs över med målet att skapa intensivare samverkan mellan företagsvärlden och statsförvaltningen.

source: Yritysten kannalta merkittävä kehitysaskel on ollut elokuussa käyttöön otettu uusi sähköinen asiakaspalvelu, joka mahdollistaa palvelujen saamisen yhdeltä luukulta.
sv_se: Sett ur ett företagsperspektiv var det ett stort framsteg att e-tjänster infördes för kunderna i augusti. Därmed kan alla tjänster tillhandahållas på ett ställe.

source: Yritysten kansainvälistymisen vauhdittamiseksi luotu kasvuohjelmatoiminta vahvistui merkittävästi.
sv_se: Tillväxtprogrammen för att skynda på internationaliseringen i företagen stärktes avsevärt.

source: Vuoden 2015 lopussa käynnissä oli 27 kasvuohjelmaa, jotka tarjoavat räätälöityjä kansainvälistymispalveluja saman toimialan yrityksille.
sv_se: I slutet av året pågick 27 tillväxtprogram som erbjuder företag inom samma bransch skräddarsydda internationaliseringstjänster.

source: Kasvuohjelmat ovat keskeinen työkalu hallitusohjelman kärkihankkeiden toteuttamisessa.
sv_se: Programmen är ett viktigt verktyg för att genomföra spetsprojekten i regeringsprogrammet.

source: Suomalaisyritysten kansainvälistymisen ohella niillä edistetään myös Suomeen suuntautuvia ulkomaisia investointeja.
sv_se: De främjar också utländska investeringar i Finland.

source: Kasvuohjelmien vaikuttavuutta ja asiakaslähtöisyyttä tullaan selvittämään tutkimuksessa vuonna 2016.
sv_se: Resultaten och kundorienteringen kommer att utredas i en studie 2016.

source: Maakuvaviestintää tehostettiin tukemaan poikkileikkaavasti suomalaisten yritysten kansainvälistymistä ja Suomeen suuntautuvien investointien ja matkailijoiden määrän lisäämistä.
sv_se: Informationen kring Finlandsbilden effektiviserades och inriktades tvärsektoriellt på att bredda internationaliseringen i finländska företag, öka utländska investeringar i Finland och locka fler turister till vårt land.

source: Suomesta kiinnostuneiden käyttöön toteutettiin viestintämateriaaleja sekä luotiin Suomen markkinointiin tarkoitettu visuaalinen ilme.
sv_se: Det togs fram informationsmaterial för att väcka intresse för Finland och en visuell profil för marknadsföringen av Finland introducerades.

source: Valtioneuvoston yhteisten hallinto- ja palvelutoimintojen organisoinnin toimeenpano
sv_se: Organiseringen av statsrådets gemensamma förvaltnings - och servicefunktioner verkställs

source: Valtioneuvoston hallintoyksikkö (VNHY) aloitti toimintansa maaliskuussa 2015.
sv_se: Statsrådets förvaltningsenhet (VNHY) inledde sin verksamhet i mars 2015.

source: Uuteen yksikköön koottiin virastopalveluiden sekä tiedonhallinta- ja käännöspalveluiden ministeriökohtaiset yksiköt.
sv_se: I den nya enheten ingår enheterna för ämbetsverksservice, informationsförvaltning och översättning från varje ministerium.

source: VNHY:n aloitus merkitsi runsaan 82 milj. euron ja 244 henkilötyövuoden kokoamista ministeriöistä valtioneuvoston kansliaan (10 kk osuus).
sv_se: Därmed flyttades drygt 82 miljoner euro och 244 årsverken från ministerierna till statrådets kansli (andel för 10 månader).

source: Ratkaisulla haettiin toiminnan tehokkuutta, toimintavarmuutta sekä henkilöstön osaamisen hyödyntämistä ja vahvistamista.
sv_se: Syftet är att uppnå större effektivitet, mer driftsäkerhet och bättre nyttiggörande av personalens kompetens.

source: Koottujen resurssien yhtenäisemmällä ja tehokkaammalla käytöllä vältytään ministeriökohtaisilta päällekkäisyyksiltä.
sv_se: Tack vare samordning och effektivare användning av resurser kan överlappningar mellan ministerierna undvikas.

source: Toiminnan vakiinnuttamisessa on ollut haasteita, sillä henkilöstö on sijainnut fyysisesti erillään ja perinteet palveluiden tuottamisessa ovat ministeriökohtaisia, mikä näkyy esimerkiksi tietoteknisten ratkaisujen suurissa eroissa.
sv_se: Det har funnits en del frågor att lösa eftersom personalen fysiskt befinner sig på olika ställen och arbetssätten och traditionerna varierar från ministerium till ministerium. Skillnaderna har visat sig vara stora bland annat i de datatekniska lösningarna.
